"Email" = "メールでリンクを送る";
"Username" = "ユーザー名";
"Password" = "パスワード";
"Follow %@" = "%@をフォローする";
"Continue" = "続ける";
"Share" = "共有";
"More..." = "More...";
"Cancel" = "キャンセル";
"Slug" = "Slug";
"Private" = "Private";
"Public" = "Public";
"Caption" = "Caption";
"Title" = "タイトル";
"Tags" = "Tags";
"Close" = "閉じる";
"Notes" = "Notes";
"Note" = "Note";
"Share" = "";
"Shared" = "Shared";
"Edit" = "Edit";
"Actions" = "Actions";
"Services" = "Services";
"Send to %@" = "%@に送る";
"Copy" = "Copy";
"Copied!" = "Copied!";
"Saving to %@" = "Saving to %@";
"Saved!" = "Saved!";
"Offline" = "Offline";
"Error" = "Error";
"Login" = "Login";
"Logging In..." = "Logging In...";
"Login Error" = "Login Error";
"Connecting..." = "Connecting...";

"Shortening URL..." = "Shortening URL...";
"Shorten URL Error" = "Shorten URL Error";
"We could not shorten the URL." = "We could not shorten the URL.";

"Create a free account at %@" = "Create a free account at %@";
"Create an account at %@" = "Create an account at %@";

"Send to Twitter" = "Twitterに送る";

"Message is too long" = "メッセージが長すぎます";
"Twitter posts can only be 140 characters in length." = "Twitterへの投稿は、140文字以内です。";
"Message is empty" = "メッセージが空です";
"You must enter a message in order to post." = "投稿するにはメッセージを入力する必要があります";

"Enter your message:" = "メッセージ :";

"Invalid email or password." = "メールアドレスまたはパスワードが違います";
"The service encountered an error. Please try again later." = "The service encountered an error. Please try again later.";
"There was a sending your post to Tumblr." = "There was a sending your post to Tumblr.";

"There was an error saving to Pinboard" = "There was an error saving to Pinboard";

"Sorry, Instapaper did not accept your credentials. Please try again." = "Sorry, Instapaper did not accept your credentials. Please try again.";
"Sorry, Instapaper encountered an error. Please try again." = "Sorry, Instapaper encountered an error. Please try again.";
"There was a problem saving to Instapaper." = "There was a problem saving to Instapaper.";

"Incorrect username and password" = "Incorrect username and password";
"There was an error logging into Google Reader" = "There was an error logging into Google Reader";
"There was a problem authenticating your account." = "There was a problem authenticating your account.";
"There was a problem saving your note." = "There was a problem saving your note.";

"There was a problem saving to Delicious." = "There was a problem saving to Delicious.";

"Open in Safari" = "Open in Safari";
"Attached: %@" = "Attached: %@";

"You must be online to login to %@" = "You must be online to login to %@";

"Auto Share" = "Auto Share";
"Enable auto share to skip this step in the future." = "Enable auto share to skip this step in the future.";

"You must be online in order to share with %@" = "You must be online in order to share with %@";
"There was an error while sharing" = "There was an error while sharing";

"Could not authenticate you. Please relogin." = "Could not authenticate you. Please relogin.";
"There was a problem requesting authorization from %@" = "There was a problem requesting authorization from %@";
"Request Error" = "Request Error";
"There was an error while sharing" = "There was an error while sharing";

"Authorize Error" = "Authorize Error";
"There was an error while authorizing" = "There was an error while authorizing";

"Authenticating..." = "Authenticating...";
"There was a problem requesting access from %@" = "There was a problem requesting access from %@";

"Access Error" = "Access Error";
"There was an error while sharing" = "There was an error while sharing";